"Background" = "Baggrund";
"Black & White" = "Sort/hvid";
"Cancel" = "Annuller";
"Choose..." = "Vælg …";
"Compress" = "Kvalitet";
"Convert Image..." = "Konverter billede …";
"Crop" = "Beskær";
"Height:" = "Højde:";
"Image: " = "Billede: ";
"Rotate Left" = "Roter mod venstre";
"Rotate Right" = "Roter mod højre";
"Save" = "Gem";
"Scale preview" = "Skaler forhåndsvisning";
"Size" = "Størrelse";
"Width:" = "Bredde:";
"untitled" = "uden navn";

/* ==== UNLOCALIZED ==== */

"Format" = "Format";
"Image Converter" = "Image Converter";
"OK" = "OK";
